{
 
  "khongbiet.png": {
    "title": "Picture 1: CHƯA BIẾT TRẢ LỜI THẾ NÀO ",
    "questions": [
      "Describe the picture?"
         ],
    "suggestions": [
      "Looking at the picture, I can see many people. They seem around 30 years old. They are wearing casual clothes. The picture looks very clear/beautiful. I think they are doing something meaningful. Thank you for listening."
	  ]
  },"image0.png": {
    "title": "Picture 1: SHOPPING - MUA SẮM ",
    "questions": [
      "Describe the picture?",
      "Tell me about a time when you went shopping?",
      "Why do many people enjoy shopping with friends?"
    ],
    "suggestions": [
      "The picture depicts a young couple standing before a shop window, deeply engaged in a conversation about clothing. The woman, with her long, blonde hair cascading down to her shoulders, is elegantly dressed in a pink vest while carrying several shopping bags. It's evident they've just completed a shopping excursion.",
      "It was yesterday. For me, shopping is a way to find something new, whether it’s clothes, gadgets, or groceries. It's often a mix of excitement as you discover great deals and the occasional decision fatigue as you try to choose between options. Whether it's an exciting shopping spree or just picking up a few essentials, it’s always nice to find what you're looking for.",
      "Shopping with friends is fun for several reasons! First, it’s a social activity that lets you bond over picking out clothes, trying on new things, and giving each other advice. It’s like a mini adventure where you can laugh, joke, and share opinions, making the whole experience more enjoyable. Plus, friends help each other make decisions, whether it’s for an outfit, a gift, or something for the home. Shopping together can turn into a fun day out, filled with conversation and laughter, making it less about the shopping and more about enjoying the time spent together."
    ]
  },
  "image1.png": 
  {
    "title": "Picture 2: Eating out with friends",
    "questions": [
      "Describe the picture?",
      "Why do people like eating out with friends?",
      "Please talk about the last time you ate with friends?"
    ],
    "suggestions": [
      "In the photo, I can see a group of friends sitting at the same table and eating in a restaurant. It's a very beautiful place with lots of trees around. There are 2 men and 2 women, they are wearing different colored shirts. They are enjoying their food while smiling and talking to each other, it looks like they are talking about something very funny. Looking at the background of the picture, I can tell that this is a fast food restaurant or a cake restaurant. They all look happy and full of energy.",
      "People are keen on eating out because it is one of the great ways to spend the time and it is fun and enjoyable activity. Besides, people like to share food with family and friends. Actually, eating out has become one of the most popular ways of recreation. It is a time to be out, see people and meet people. You can enjoy the delicious food that you usually do not cook at home while smiling and talking with your friends about some fun stories. I think that’s why people are into eating out.",
      "The last time I ate with my friends was last night. Me and my group of friends went to a Chinese restaurant in the city center. The purpose we went to eat was to celebrate a friend of mine who passed his English test that morning. We enjoyed our meal a lot while smiling and talking about the beautiful memories of our life. The restaurant had a homely atmosphere and soft music that made me comfortable and helped me let my hair down after a working day."
    ]
  },
  "image2.png": 
  {
    "title": "Picture 3: Cô gái ngồi trên tàu",
    "questions": [
      "Describe the picture?",
      "When was the last time you went on vacation with someone else?",
      "What are the benefits of hanging out with other people?"
    ],
    "suggestions": [
      "The picture depicts some people sitting in a train. But I think the main character here is the girl with white T-shirt. She is also wearing white headphones, so I think she is enjoying her favorite music. Look at her, I guess she is about 13 or 14 years old as she looks so young. I bet she is on the way to visit some interesting places. This picture reminds me of myself. When I was a teenager, sometimes I also traveled somewhere on my own like that. It was fantastic.",
      "This is an interesting question. Now I'm going to talk about the last time I had a vacation with someone else. As far as I remembered, it was 3 months ago, I had a trip to Dalat with my boyfriend. That trip lasted 3 days. When we arrived there, we visited a number of well- known destinations such as Love Valley, Night market and so on. We also tried lots of scrumptious dishes and some special drinks. To be honest, it was one of most fascinating vacations that I have ever had in my life. If I have a chance, I would like to come back there one more time.",
      "To be honest, I do believe that hanging out with people will bring us numerous advantages. First, it gives you social support. Being around friends and loved ones provides a sense of belonging and support. It creates a network of individuals who can offer encouragement, advice, and assistance during difficult times. Second, going out and having fun with our friends also enhance self-esteem. Spending time with supportive friends can boost self-esteem and self- worth. Positive feedback and validation from others can help individuals feel valued and confident in themselves."
    ]
  },
  "image3.png": 
  {
    "title": "Picture 4: Nhóm bạn chơi đá bóng",
    "questions": [
      "Describe the picture?",
      "Tell me how you and your family spend free time together?",
      "Do you think today’s parents should spend more quality time with their children and why?"
    ],
    "suggestions": [
      "In the picture, three boys are playing soccer on a sunlit morning, surrounded by lush green grass. Two of them are wearing matching purple jerseys, while the third boy dons a blue jersey with curly black hair, skillfully dribbling the ball. I can easily observe the finesse and composure of the boy in blue as he navigates past the two boys in purple. It appears that the boy in blue is likely to score multiple goals in this match.",
      "Usually in the weekend we go to my family’s house. We eat lunch together. Sometimes my mother cooks lunch. Sometimes my father brings food from a restaurant. After finishing lunch the children play in the garden and me and my family drink tea and eat sweets. I love weekends with my family.",
      "No. I think parents spend enough time with their children. Parents need a break, they need to relax after working. Parents get a headache. It is also true that children need more time to play outside. Playing is good for children. Playing with other children is good for their social skills."
    ]
   },	
	"image4.png": 
  {
    "title": "Picture 5: Em bé đang cưỡi ngựa cùng mẹ",
    "questions": [
      "Describe the picture?",
      "Tell me about an animal that you like?",
      "How important are animals in our lives?"
    ],
    "suggestions": [
      "A heartwarming moment of a mother and her baby riding a horse together. The baby, securely seated in front, looks wide-eyed and excited, while the mother holds the reins confidently, ensuring safety. They’re likely in a peaceful countryside setting, surrounded by green fields and a clear sky. The horse is calm and steady, as if it understands the precious cargo it’s carrying. The scene radiates love, trust, and the joy of introducing a child to the beauty of nature and animals.",
	  "I really like dogs! They’re loyal, friendly, and always bring positive energy. They’re also super smart and can learn all kinds of tricks or tasks. What’s great about dogs is how they adapt to their owners—some are playful, while others are more protective or calm. Plus, they’re always excited to see you, no matter what kind of day you’ve had. If I had a dog, I’d imagine it being my perfect adventure buddy.",
	  "Animals are incredibly important! They provide companionship, like pets that make us feel loved and less lonely. In nature, they’re vital to ecosystems, helping maintain balance by pollinating plants or controlling populations. Some animals, like horses or dogs, help us work, while others give us food or materials. Beyond that, animals teach us empathy and responsibility, especially when we care for them. They remind us how connected we are to the world around us."
    ]
  },
  "image5.png": 
  {
    "title": "Picture 6: Gia đình trên ô tô",
    "questions": 
	[
      "Describe the picture?",
      "Tell me the last time you traveled in a car?",
      "How can people overcome the time of a long journey?"
    ],
    "suggestions": 
	[
      "As can be seen in this picture, there is a family in a car. There is a mother, a father, their 3 kids and they are all fastening their seat belts. The father in a red shirt is driving. Sitting next to him is the mother, she is smiling happily. Their children are sitting in the back seat. I think they are going to take a trip to somewhere far away from their home during holidays or weekends. By going on road trips, they can spend time together, which strengthens the family relationships. Everyone look happy and I can tell they’re having a great family road trip together.",
	  "The last time I traveled by car was yesterday. I drove to HaLong city with my family, which is a coastal city in the north of Vietnam. It took us about 2 hours to get there and we had so many opportunities to experience the picturesque scenery along our way. We even pulled over several times to enjoy the gorgeous scenery and take some beautiful photos. I think that was one of the best experiences that I have ever had.",
	  "There are so many ways to help people pass the time on a long journey and create more memorable travel experiences. I think the most common one is that we can listen to our favorite music or read a book to kill time. If you don’t have the concentration to read books, then you should watch a film or TV series instead. Playing a fun game is also one of the best ways to make the time pass faster. In addition, carrying some snacks is also extremely popular, in case they feel hungry."
    ]
  },
  "image6.png": 
  {
    "title": "Picture 7: Gia đình trong phòng khách",
    "questions": 
	[
      "Describe the picture?",
      "Why is it important to play with children?",
      "How should parents spend time together with their children?"
    ],
    "suggestions": 
	[
      "A family is gathered in a cozy living room, radiating warmth and happiness. The parents sit on a comfortable couch, smiling as their children play on the soft rug in front of them. The room is inviting, with a few toys scattered around, a coffee table with a book or two, and perhaps a family photo hanging on the wall. The kids are laughing, completely immersed in a game or activity, while the parents look relaxed and engaged. It’s a scene full of love, connection, and the simple joy of being together at home.",
	  "Playing with kids isn’t just fun—it’s how they learn and grow! It helps them develop social, emotional, and problem-solving skills while creating a strong bond with their parents. When parents play, it shows kids they’re valued, boosting their confidence and happiness. It also opens up communication, making it easier for kids to share their thoughts and feelings. Plus, playtime is a chance to create happy memories that stick with children for life.",
	  "Parents should spend quality time doing activities their kids enjoy, like playing games, reading, or doing crafts. Outdoor adventures, like a trip to the park or a nature walk, are great for bonding. Mealtimes are also perfect for connecting—talking about everyone’s day over dinner. Even simple things, like helping with homework or cooking together, can create meaningful moments. The key is being present and giving kids undivided attention, making them feel loved and important."
    ]
  },
  "image7.png": 
  {
    "title": "Picture 8: Nhóm người trong phòng họp",
    "questions": 
	[
      "Describe the picture?",
      "Tell us about the time you give a presentation. How did you feel?",
      "Why are people scared of public speaking?"
    ],
    "suggestions": 
	[
      "Looking at the picture, I can see 4 people, including 2 men and 2 women discussing with each other in an office. There is a man in a gray vest, standing and pointing at a white board. The walls are all painted white.  On the table, there are many cups of tea and coffee and some laptops as well. They all seem to be very concentrated, energetic and enthusiastic about their job. I guess this is a big and important project.",
	  "The last time I spoke in public was when I had to make a presentation about the benefits of nature. It was a project which was held by my club with the aim of raising public awareness about the environment and the measures to protect our nature. At first I was extremely nervous and scared. However I made sure that I knew what I wanted to say and I became more confident. I felt happy that I overcame my fear.",
	  "There are many reasons why people become afraid when having to speak in public. First of all, public speaking is an art that requires lots of courage, confidence and will-power. Most people lack this skill because of its challenging type of nature. Besides, people are afraid of public speaking because the look of a lot of people may make them feel shy and unable to express their feelings and their thoughts."
    ]
  },
  "image8.png": 
  {
    "title": "Picture 9: Nhiều người đi bộ qua đường",
    "questions": 
	[
      "Describe the picture?",
      "What do you think about living in a crowded city?",
      "Why do many people hate crowded places?"
    ],
    "suggestions": 
	[
      "In this picture, a crowd of people is walking across a busy street. Some are in a hurry, while others are strolling at a more relaxed pace. The street is filled with pedestrians, and in the background, you can see tall buildings, cars, and traffic lights. There’s a sense of organized chaos—everyone moving in different directions, yet the flow of the crowd seems to be working despite the hustle and bustle. People are dressed in a mix of casual and work clothes, suggesting it’s a busy time of day, like during a morning rush.",
	  "Living in a crowded city can be exciting but also challenging. On one hand, there’s so much to do—restaurants, events, cultural activities, and endless opportunities for socializing or networking. However, the noise, traffic, and lack of personal space can be overwhelming at times. Some people thrive in the fast-paced energy, while others might find it exhausting. It really depends on whether you enjoy the constant movement and convenience or prefer a slower, quieter lifestyle.",
	  "Many people dislike crowded places because they feel overwhelmed by the noise, the lack of personal space, and the constant movement around them. It can be hard to relax or focus when there are too many people, and the chaos can lead to feelings of stress or frustration. Additionally, crowded spaces can feel impersonal, and it can be difficult to enjoy an experience or even perform simple tasks like shopping or commuting when there are too many people around. It’s all about the balance between having enough space and the convenience of being in a lively environment."
    ]
  },
  "image9.png": 
  {
    "title": "Picture 10: Bố con chơi đá bóng",
    "questions": 
	[
      "Describe the picture?",
      "What are the benefits of outdoor activities?",
      "Why do many people like outdoor activities?"
    ],
    "suggestions": 
	[
      "In this picture, I see a father and his son. They are wearing different colored casual clothes. I could tell they were having fun playing soccer on a grass field. It looks like they are very on cloud nine and full of energy. Looking at the background, I can see a lot of trees. In this picture, I can tell that the weather is very lovely and gorgeous.",
	  "Outdoor activities have many advantages. They keep you physically healthy by promoting exercise and fresh air, which helps your heart and lungs. They also boost mental well-being, reducing stress and lifting your mood. Being in nature creates a sense of connection to the environment and encourages social interactions. Lastly, outdoor activities help develop skills like teamwork and problem-solving. In summary, they're good for your physical health, mental happiness, social connections, and skill-building.",
	  "Many people enjoy outdoor activities for various reasons. Firstly, being outdoors allows them to connect with nature and enjoy the fresh air. Outdoor activities like hiking or biking provide opportunities for exercise, promoting physical health. Additionally, outdoor settings often reduce stress and improve overall well-being. The natural environment offers a break from daily routines, fostering a sense of relaxation. Moreover, outdoor activities can be a social experience, providing opportunities to spend time with friends and family. Overall, people appreciate outdoor activities for their physical, mental, and social benefits."
    ]
  },
  "image10.png": 
  {
    "title": "Picture 11: Triển lãm tranh",
    "questions": 
	[
      "Describe the picture?",
      "What are the benefits of viewing artworks?",
      "Why do people like to go to art exhibitions?"
    ],
    "suggestions": 
	[
      "Looking at the picture, I can see a lot of people. They are wearing different casual clothes. It looks like they were at a museum or an art gallery and the paintings are very beautiful and profound. I can tell that they are looking very attentively at the paintings to evaluate them. I believe that they are on cloud nine and full of energy.",
	  "Viewing artworks has numerous benefits. Firstly, it provides aesthetic pleasure, triggering positive emotions and reducing stress. Art fosters creativity by exposing individuals to diverse expressions. Moreover, it cultivates critical thinking, as viewers analyze and interpret meanings. Art appreciation encourages cultural understanding and empathy. In sum, engaging with artworks enhances well-being, sparks creativity, and nurtures a deeper understanding of the world.",
	  "People enjoy attending art exhibitions for various reasons. Firstly, it offers a chance to appreciate diverse artistic expressions, providing aesthetic pleasure. Additionally, art exhibitions create a cultural experience, allowing individuals to connect with different perspectives and ideas. Socially, these events often serve as a platform for people to share and discuss their interpretations. Overall, attending art exhibitions is a fulfilling way to explore creativity, connect with culture, and engage in meaningful conversations."
    ]
  },
  "image11.png": 
  {
    "title": "Picture 12: Phỏng vấn",
    "questions": 
	[
      "Describe the picture?",
      "Do you prefer reading newspapers or watching news?",
	  "Why do people need to watch the news?"
    ],
    "suggestions": 
	[
      "In this image, a person is being interviewed, likely sitting across from someone with a microphone or recording device. The setting could be in an office, a studio, or another professional environment. The person being interviewed is looking attentive and engaged, while the interviewer is asking questions, maybe taking notes or making eye contact. There may be a camera or some equipment in the background, showing it’s a formal interview. The overall vibe is one of communication, information exchange, and professional interaction.",
	  "I don’t watch or read the news myself, but I know both options have their benefits! Some people prefer reading newspapers because they can take their time with articles, digesting information in depth. Plus, you can read at your own pace, whether in print or online. Others enjoy watching the news because it’s quick, visual, and gives a more immediate feel of events happening in real-time, often with interviews or live coverage. Each has its charm depending on whether you prefer detailed reading or quick updates.",
	  "Watching the news is important because it keeps people informed about what’s going on in the world. It provides updates on everything from politics and global events to weather and local issues. By staying informed, people can make better decisions in their personal and professional lives, stay aware of potential dangers, and engage in conversations about important topics. News also helps people understand different perspectives and can raise awareness on social or environmental issues, helping them make more conscious choices."
    ]
  }  
}